Repository: marcandrelavigne/woocommerce-cyberimpact-hook
Catalog: languages/woocih-*.po
Languages: fr_fr

source: I want to subscribe to the newsletter
fr_fr: Je souhaite m’abonner à l’infolettre

source: Yes
fr_fr: Oui

source: Email Preferences
fr_fr: Préférences de messagerie

source: Newsletter Subscription
fr_fr: Abonnement à l’infolettre

source: Language Preference
fr_fr: Préférence linguistique

source: Newsletter Sub.
fr_fr: Abonnement à l’infolettre

source: WooCommerce Cyberimpact Hook Settings
fr_fr: Paramètre de WooCommerce Cyberimpact Hook

source: Settings
fr_fr: Paramètres

source: About
fr_fr: À propos

source: API Settings
fr_fr: Paramètres de l'API

source: Supporting optin API only. This field is mandatory.
fr_fr: Prise en charge de l’API optin uniquement. Ce champ est obligatoire.

source: Cyberimpact API Token
fr_fr: Jeton d’API Cyberimpact

source: Refer to <a target="_blank" rel="noopener noreferrer" href="http://faq.cyberimpact.com/articles/21/api?l=en_ca">Cyberimpact official documentation</a> to learn how to get your API Token.
fr_fr: Référez-vous à la <a target="_blank" rel="noopener noreferrer" href="http://faq.cyberimpact.com/articles/21/api?l=fr_ca">documentation officielle de Cyberimpact</a> pour connaitre comment obtenir votre jeton d’API.

source: Mailing List Settings
fr_fr: Paramètre de la liste de distribution

source: Enter your mailing list ID. Leave empty to disable the list.
fr_fr: Entrez votre ID de liste de distribution. Laisser vide pour désactiver la liste.

source: Mailing List ID (French)
fr_fr: ID de la liste (Français)

source: Mailing List ID (English)
fr_fr: ID de la liste (Anglais)

source: This plugin is not developed by or affiliated with Cyberimpact. It’s a plugin that has been built to fill a need that I had.
fr_fr: Ce plugin n’est pas développé par ou affilié à Cyberimpact. C’est un plugin qui a été construit pour combler un besoin que j’avais.

source: The plugin currently support only one french and one english mailing list. The hook connect to the optin API only. Please lookup the /includes/hook.php file if you need any other functionalities.
fr_fr: Le plugin ne supporte actuellement qu’une seule liste française et anglaise. Le hook se connecte uniquement à l’API optin. Veuillez vous référer au fichier /includes/hook.php si vous avez besoin d’autres fonctionnalités.

source: For more info, lookout my personal website <a href="https://marcandre.ca/woocih" target="_blank" rel="noopener noreferrer">here</a>.
fr_fr: Pour plus d’informations, veuillez consulter mon site personel <a href="https://marcandre.ca/woocih" target="_blank" rel="noopener noreferrer">ici</a>.
